// import card_1 from './public/card_1.png'
// import card_2 from './public/card_2.png'
// import card_3 from './public/card_3.png'
// import card_4 from './public/card_4.png'
// import card_5 from './public/card_5.png'
// import card_6 from './public/card_6.png'
// import card_7 from './public/card_7.png'

export const types = ['wargame', 'board', 'mtg', 'painting' ]

export const GoodsInfo = [
    {
        id: 0,
        title: "Warhammer 40,000: Chaos Space Marines",
        time: "60+",
        type: 'wargame',
        price: 4500,
        people: "2+",
        age: "12+",
        picture: 'https://hobbygames.cdnvideo.ru/image/cache/hobbygames_beta/data/Games_Workshop_New/Warhammer_40k/Chaos_Space_Marines/Chaos_Space_Marines-1024x1024-wm.jpg',
        description: 'Даже славные космические десантники не защищены от соблазна Хаоса. Со времени возвышения, в темные дни "Ереси Хоруса", или став предателями совсем недавно, эти грозные воины объединяют в себе дары генетический изменений с благословениями тёмных богов и оккультным колдовством. С годами, проведёнными в битвах на стороне Хаоса, они превратились в бесстрашных, сверхчеловеческих разбойников и убийц.\n\n' +
            'Космические Десантники Хаоса (Chaos Space Marines) – это ядро любого боевого формирования Хаоса. Они с лёгкостью уничтожают врагов огнём болтеров как на расстоянии, так и в рукопашном бою, разрывая их с помощью ужасных цепных мечей. Этих парней можно использовать для решения практически любой боевой ситуации, они смогут приспособиться и выполнить поставленную задачу. Сочетая марки и иконы хаоса со смертоносным вооружением, они найдут место в ростере любой армии.\n\n' +
            'Из этого набора вы сможете собрать десять Космических Десантников Хаоса с широким выбором оружия. Внутри есть все необходимые опции, которые предоставляют возможность вооружить каждого члена отряда оружием ближнего боя и болт-пистолетами или болтерами для дальнего боя. Снарядите их чем-то особенным, на ваш выбор: плазмомётом, мелта-ружьём, тяжёлым болтером или ракетной установкой. Чемпиону можно выдать силовой топор, силовую булаву или силовой кулак, а также сменить стандартный болт-пистолет на плазменный. Дополнительные гранаты и аксессуары гарантируют отсутствие двух одинаковых отрядов в вашей армии. Детали набора полностью совместимы с набором Разорителей (Havocs), что позволит смешивать и сочетать тяжёлые орудия и получить ещё больше вариантов сборки.',
        characteristics: 'Пластиковый набор Космических Десантников Хаоса состоит из 144 пластиковых деталей и поставляется с десятью круглыми 32-миллиметровыми подставками.'
    },
    {
        id: 1,
        title: "На марсе",
        time: "80-150",
        type: 'board',
        price: 8990,
        people: "1-4",
        age: "13+",
        picture: 'https://hobbygames.cdnvideo.ru/image/cache/hobbygames_beta/data/Lavka_Games/Na_Marse/Na_Marse-1024x1024-wm.jpg',
        description: 'Успехи миссий марсоходов – вдохновляющее зрелище, бесспорно. Именно поэтому государства ООН профинансировали создание Департамента операций на Марсе и начали отправлять туда переселенцев. Первые из них прибыли на планету в 2037 году, а сейчас, спустя несколько десятилетий, к процессу колонизации в поисках выгоды подключились и частные компании. Вам предстоит возглавить космическую миссию одной из таких геологоразведочных компаний и создать самую продвинутую колонию на Марсе. Вам необходимо показывать хорошие результаты, выполняя задания Департамента – но главное выполнить тайные цели своей компании.\n\n' +
            'Сперва вам придётся непросто, ведь ваша жизнь будет зависеть от поставок необходимых ресурсов с Земли, а за ними надо будет постоянно путешествовать на орбиту и обратно – но вы сможете строить шахты, электростанции, убежища и другие полезные здания и колония будет становиться более автономной. Главное – найти баланс между добычей того или иного необходимого ресурса. Красная планета ждёт ваших решений!\n\n' +
            '"На Марсе" разработана геймдизайнером Виталом Ласердой, который знаменит своим умением создавать сложные и хорошо сочетающиеся игровые механики. Предыдущие игры Ласерды – это посвящённая виноделию элегантная Vinhos, погружающая в автопром Kanban: Driver\'s Edition и The Gallerist, знакомящая игроков с миром искусства и коллекционирования. "На Марсе" была номинирована на премию The Laurels: Best Architect Games Of 2019 от The Cardboard Republic и уже заслужила горячую любовь и признание поклонников хардкорных стратегий. Это непростое испытание способности выбирать оптимальный вариант, в котором тактика тесно переплетена со стратегией. Широкий спектр возможностей хода позволяет гибко реагировать на изменение игровой ситуации – но главное понять, какая тактика приведёт вас к победе и титулу лучшего колониста. Такое обилие переменных делает игру очень вариативной – и, соответственно, реиграбельной. Каждая новая партия будет уникальной и заставит вас ломать голову снова и снова. Игра рассчитана на компанию до 4 человек включительно. Также есть соло-режим, в котором вам придётся играть против самого Ласерды – вы будете выполнять действия за него, ориентируясь на специальную колоду карт и правила одиночной игры. Выполняйте тайные и явные цели, стройте здания для добычи необходимых ресурсов и идите к победе!',
        characteristics: 'Игровое поле\n' +
            '4 планшета игроков\n' +
            '4 маркера игроков (космонавты)\n' +
            '4 маркера ОВ\n' +
            '16 фигурок роботов\n' +
            '32 маркера улучшенных зданий\n' +
            '48 фигурок колонистов\n' +
            '4 фигурки марсоходов\n' +
            '20 маркеров кораблей\n' +
            '20 фишек прогресса\n' +
            '6 фигурок учёных\n' +
            'Маркер уровня колонии\n' +
            'Маркер шаттла\n' +
            '4 маркера шкалы LSS\n' +
            '5 жетонов начальных зданий\n' +
            '30 жетонов зданий\n' +
            '20 жетонов зданий-убежищ\n' +
            'Планшет заданий\n' +
            '100 жетонов ресурсов\n' +
            '30 кристаллов\n' +
            '8 жетонов исследований\n' +
            '19 жетонов открытий\n' +
            '16 жетонов технологий\n' +
            '4 жетона технологий "Убежище"\n' +
            '3 фишки выполнения миссий\n' +
            'Маркер оставшихся миссий \n' +
            '3 маркера миссий\n' +
            '8 жетонов наград LSS\n' +
            '6 жетонов первых колонистов\n' +
            '12 карт первых колонистов\n' +
            'Планшет учёных\n' +
            '24 карты чертежей\n' +
            '6 карт учёных\n' +
            '12 карт земных контрактов\n' +
            '16 карт личных целей\n' +
            '9 карт миссий\n' +
            '12 карт для одиночной игры\n' +
            '4 памятки\n' +
            'Справочник\n' +
            'Правила игры',
    },
    {
        id: 2,
        title: "Broken Realms: Horrek's Dreadlance",
        time: "60+",
        type: 'wargame',
        price: 7350,
        people: "2+",
        age: "12+",
        picture: 'https://hobbygames.cdnvideo.ru/image/cache/hobbygames_beta/data/Games_Workshop_New/AoS/Death/AoS_Horrek_Venzai-1024x1024-wm.jpg',
        description: 'Хотя Кавалеры Империи Оссиарха претендуют на лавры потомков благородной династии, мало что может сравниться с жестокостью, с которой они втаптывают врагов в грязь. С помощью техники Клина Всадников Смерти, которую они довели до совершенства, эти наездники прорываются сквозь ряды врагов и устраивают настоящую резню, чтобы развернуться и вновь влететь в строй на пугающей скорости.\n\n' +
            'Смешайте врагов Нагаша (Nagash) с землёй с помощью дисциплинированных всадников-скелетов. В данном наборе вы найдёте два отряда Кавалеров-Всадников Смерти (Kavalos Deathriders), а также Кавалера-Сеньора (Liege-Kavalos). С помощью правил из книги Broken Realms: Teclis вы сможете использовать данные модели в качестве Ужасного Копья Хоррека (Horrek\'s Dreadlance) – батальона, отображающего элитную кавалерию Хоррека Вензая (Horrek Venzai).',
        characteristics: 'Данный комплект содержит 10 миниатюр Кавалеров-Всадников Смерти и Кавалера-Сеньора. Кавалер-Сеньор в качестве альтернативы может быть собран как Архикавалер Зандтос (Arch-Kavalos Zandtos). Набор включает в себя множество различных опций и аксессуаров.\n\n' +
            'Внутри вы найдёте 240 пластиковых компонентов, а также одну 80-миллиметровую круглую подставку и десять 60-миллиметровых круглых подставок.'
    },
    {
        id: 3,
        title: "Таверна Красный дракон",
        time: "30-60",
        type: 'board',
        price: 1790,
        people: "2-4",
        age: "18+",
        picture: 'https://hobbygames.cdnvideo.ru/image/cache/hobbygames_beta/data/HobbyWorld/Taverna_KD/Taverna_Krasnyj_Drakon00-1024x1024-wm.jpg',
        description: 'Многие игры рассказывали нам о невероятных приключениях разномастных героев, об их великих подвигах и побеждённых ими злодеях, об опасных подземельях и смертельных ловушках, об ужасных монстрах, схватка с которыми может стоить жизни! Но представьте на секунду, что все невзгоды позади, зло побеждено (по крайней мере временно), а в мешках полно золота… Никогда не задумывались, как наши герои проводят время за кулисами, вне времени своих приключений и подвигов? Как они отдыхают в жестоком фэнтезийном мире и куда отправятся залечивать душевные раны?.. Ответ очень прост, приземлён и реалистичен – в таверну! А лучшая таверна с бесконечными запасами выпивки – таверна "Красный Дракон"!\n\n' +
            'Отправляйтесь в безудержное гулянье, вы это заслужили! Азартные игры, море алкоголя, милые официантки… Только постарайтесь не допиться до чёртиков и сохранить немного золота, а то придётся спать на конюшне, а это героям не к лицу!',
        characteristics: '4 колоды персонажей по 40 карт в каждой \n' +
            '30 карт выпивки \n' +
            '4 планшета игроков \n' +
            '4 жетона стойкости \n' +
            '4 жетона опьянения \n' +
            '50 жетонов золотых монет\n' +
            'Правила игры'
    },
    {
        id: 4,
        title: "Ярость Дракулы",
        time: "120-180",
        type: 'board',
        price: 3990,
        people: "2-5",
        age: "13+",
        picture: 'https://hobbygames.cdnvideo.ru/image/cache/hobbygames_beta/data/HobbyWorld/Fury_of_Drakula/YArost_Drakuly00-1024x1024-wm.jpg',
        description: '"Ярость Дракулы. Третья редакция" – это новое издание известной полукооперативной игры для 2-5 игроков, созданное по мотивам классического романа Брэма Стокера. Это дедуктивная игра, в которой один игрок берёт на себя роль Дракулы, а от одного до четырёх игроков берут под своё управление охотников. Эти стороны абсолютно уникальны и отличаются не только механиками игры, но и условиями победы. Дракула по ходу игры передвигается тайно, пытается ускользнуть от охотников, а попутно создаёт новых вампиров по всей Европе, приближая свою победу. Охотники же пытаются подготовиться, выследить Дракулу, а затем победить его, чтобы навсегда положить конец его роду.\n' +
            '\n' +
            'В игре реализована интересная механика, связанная со временем. Ходы представляют собой дни, поделённые на времена суток: день и ночь, рассвет и закат. С течением времени в игре увеличивается влияние Дракулы. Механика очень сильно оживляет игровой процесс и придаёт ему ещё больше атмосферности.\n' +
            '\n' +
            'Также новое издание может похвастаться свежими иллюстрациями, редизайном, улучшенными правилами и механиками, новыми компонентами комплектации.\n' +
            '\n' +
            'Для бывалых охотников игра предлагает набор расширенных правил, который значительно увеличивает возможности Дракулы, делая его игру более интересной и непредсказуемой.',
        characteristics: 'Игровое поле\n' +
            'Справочник\n' +
            '5 планшетов персонажей\n' +
            '5 пластиковых фигурок\n' +
            '70 карт локаций\n' +
            '75 карт событий\n' +
            '28 карт столкновений\n' +
            '38 карт предметов\n' +
            '13 боевых карт Дракулы\n' +
            '12 боевых карт охотников\n' +
            '5 карт могущества\n' +
            '4 памятки охотников\n' +
            'Мини-карта\n' +
            '6 жетонов штормов\n' +
            '4 жетона тумана\n' +
            '2 жетона летучих мышей\n' +
            '3 жетона безысходности\n' +
            '4 жетона укусов\n' +
            '16 билетов\n' +
            '1 жетон Святой земли\n' +
            '31 жетон ран\n' +
            '8 жетонов препятствий\n' +
            '3 жетона Небесного воинства\n' +
            '4 жетона слухов\n' +
            'Жетон влияния\n' +
            'Жетон времени\n' +
            'Правила игры'
    },
    {
        id: 5,
        title: "MTG. Иннистрад: Полночная Охота",
        time: "20+",
        type: 'mtg',
        price: 2995,
        people: "2+",
        age: "13+",
        picture: 'https://hobbygames.cdnvideo.ru/image/cache/hobbygames_beta/data/mtg/Innistrad/Midnight_Hunt/Innistrad_Polnochnaya_Okhota_Bundle00-1024x1024-wm.jpg',
        description: 'Пришла пора вернуться в хорошо знакомый мир Иннистрада! Если в предыдущий раз в этом измерении нас ожидали различные загадочные тайны, в том числе и кошмары космоса, то нынче мы вернёмся к самым истокам, благодаря которым Иннистрад и заслужил свою популярность среди поклонников MTG. "Полночная Охота" – первый из двух тематических выпусков, в котором игроков встретят жуткие оборотни, способные за считанные минуты растерзать любого. Но, как говорится, вервольфов бояться, в Иннистрад не ходить, и пусть серебряный свет луны осветит ваш путь!',
        characteristics: '8 бустеров выпуска "Иннистрад: Полночная Охота"\n' +
            '20 фольгированных земель\n' +
            '20 нефольгированных земель\n' +
            'Фольгированная промокарта\n' +
            'Большой счетчик жизней Spindown\n' +
            'Фольгированная промокарта – Трискаидекафил\n' +
            'Светящийся в темноте счетчик жизней Spindown'
    },
    {
        id: 6,
        title: "Age of Sigmar: Orruk Warclans Gutrippaz + Paints Set",
        time: "60+",
        type: 'painting',
        price: 2700,
        people: "2+",
        age: "12+",
        picture: 'https://hobbygames.cdnvideo.ru/image/cache/hobbygames_beta/data/Games_Workshop_New/AoS/Starter/orruks+paints_set_00-1024x1024-wm.jpg',
        description: 'Потрошилы (Gutrippaz) составляют костяк Жестопарней (Kruleboyz). Эти зеленокожие копейщики известны своей хитростью, злобой и воодушевлённостью, с которой они тычут во врагов отравленными копьями.\n' +
            '\n' +
            'Данный набор послужит отличным началом для коллекции Военных Кланов Орруков (Orruk Warclans). В комплект входят трое пластиковых Потрошил в характерных позах, необходимые краски и кисть. Сборка моделей осуществляется по системе пуш-фит, что означает, что клей вам не понадобится.',
        characteristics: 'Краски расфасованы по 12-миллиметровым баночкам и отлично подойдут для того, чтобы покрасить ваших Потрошил. Также внутри вы найдёте техническую краску для создания текстуры на подставке:\n' +
            '\n' +
            'Orruk Flesh\n' +
            'Leadbelcher\n' +
            'Steel Legion Drab\n' +
            'Mephiston Red\n' +
            'Stirland Mud\n' +
            'Agrax Earthshade'
    },
]